You must Reload Latest before editing the element, but the Central Model is inaccessible or being accessed by another user.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ReloadNoGood { get; }
  Visual Basic
Public Shared ReadOnly Property ReloadNoGood As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ReloadNoGood {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EditingFailures Class
  Autodesk.Revit.DB Namespace